[{"id": "0", "time": "2:07 PM EDT", "title": "Trump wishes Johnson a speedy recovery after he tests positive for the coronavirus", "author": "John Wagner", "content": "Trump spoke by phone Friday with British Prime Minister Boris Johnson and wished him well hours after Johnson announced he had tested positive for the coronavirus, a White House spokesman said.“The President thanked the Prime Minister for his close friendship and wished him a speedy recovery,” White House Deputy Press Secretary Judd Deere tweeted.Deere said Trump and Johnson also agreed to “collaborate closely with … international partners, to defeat the coronavirus pandemic and boost the global economy.\"“The two leaders also expressed optimism that the United States and the United Kingdom would emerge stronger than ever,” Deere added."}, {"id": "1", "time": "2:00 PM EDT", "title": "Coronavirus isolation brings grave new hardships for the world’s poor", "author": "Shibani Mahtani, Regine Cabato and Tiffany Liang", "content": "HONG KONG — For some, sheltering in place and social distancing mean home workouts in front of large-screen smart televisions, cooking up a storm with groceries ordered online and more time in their backyards.Elsewhere, it means confining a family of four in a 110-square-foot space while children struggle with e-learning on a poor Internet connection. It means a devastating loss of income for families who now forage through trash, and crippling loneliness for those already on society’s fringes.Barriers have risen around the world as governments sacrifice their economies and free mobility to stave off a pandemic that has already killed 25,000 people. But as these measures disproportionately affect the poor, doing one’s part to fight the coronavirus can mean dramatically different adjustments. Some are struggling to afford their next meal.The Washington Post spoke to families and individuals in two cities with severe inequality — Hong Kong and Manila — to understand their struggle. Hong Kong in late January asked businesses and schools to shut, forcing millions into shoebox-like living quarters for two months. A new policy limiting opening hours at McDonald’s restaurants has also left homeless people who sleep at 24-hour outlets scrambling for an alternative.In the Philippines, President Rodrigo Duterte has enforced a month-long lockdown, shuttering Manila and its surrounding regions, grounding 60 million residents. Many are contract workers in sectors such as sales and construction, with little job security, and now face severe economic loss.Read more here."}, {"id": "2", "time": "1:56 PM EDT", "title": "Amid coronavirus pandemic, Pope Francis prays in middle of empty St. Peter’s Square", "author": "Chico Harlan", "content": "Pope Francis, the white figure standing alone at center, delivers an Urbi et orbi prayer from the empty St. Peter's Square, at the Vatican on Friday. (Yara Nardi/AP)ROME — In the middle of a darkened, empty St. Peter’s Square, Pope Francis on Friday offered an extraordinary prayer as the world faces the coronavirus pandemic that has killed thousands and upended lives around the world.“Do not leave us at the mercy of the storm,” Francis said, offering a prayer that is normally reserved only for Christmas and Easter.The images of the event were among the most memorable in the modern history of the Catholic Church — Francis, walking without an umbrella in a steady rain, toward a covered podium in the middle of the square. Normally he is thronged by crowds. This time, there were only a few other Vatican officials around, and the square was cast in a dark blue light.Pope Francis walks toward the platform to preside over a moment of prayer at St Peter's Basilica, on the platform at the top of the steps immediately in front of the facade of the church on Friday. (Vincenzo Pinto/Afp Via Getty Images)“Thick darkness has gathered over our squares, our streets and our cities,” Francis said. “It has taken over our lives, filling everything with a deafening silence and a distressing void.”Francis said that life in this moment was being sustained by ordinary people: “Doctors, nurses, supermarket employees, cleaners, caregivers, providers of transport, law and order forces, volunteers, priests, religious men and women.”After speaking, Francis walked slowly toward St. Peter’s Basilica, and prayed in front of a cruficix that was used in Rome during the time of the Plague.Francis appeared slightly out of breath at the beginning of his remarks. The Vatican had encouraged faithful to follow along online, and the event was live-streamed on the Holy See’s YouTube channel.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "3", "time": "1:54 PM EDT", "title": "Plunging into remote learning, families find stress, chaos and some surprising wins", "author": "Laura Meckler, Valerie Strauss and Moriah Balingit", "content": "For much of the country, Friday marks the end of the first week of the mass and involuntary move to online education. Early evidence suggests students, teachers and parents are having vastly different experiences, with existing gaps in resources exacerbated and new divides opening, according to more than 40 interviews and hundreds of email exchanges with parents, teachers, administrators and students.Worst off are families struggling to meet basic needs and in homes where students can’t connect to the Internet. High-poverty districts’ first priority often was setting up meal distribution for children who rely on school for breakfast and lunch, with learning sometimes a secondary concern.Also hard hit: children with disabilities, those who struggle with technology, and parents who are overwhelmed trying to do their own jobs from home while learning to become amateur teachers. Some teachers report dozens of emails from parents simply trying to log on.Yet other school systems, including some large, diverse districts, appear to be finding success. That includes schools that invested in technology, that gave every student their own tablet or computer, and where parents are well positioned to help.Read more here."}, {"id": "4", "time": "1:51 PM EDT", "title": "House passes massive $2.2 trillion stimulus bill after clearing procedural hurdle", "author": "John Wagner and Paul Kane", "content": "The House passed a massive $2.2 trillion stimulus bill on a voice vote after going to extraordinary lengths to overcome a procedural move by a single Republican that threatened to delay sending the bill to Trump for his signature.Responding to the insistence by Rep. Thomas Massie (R-Ky.) that the vote take place with a quorum present — more than half of the 430 sitting members — lawmakers streamed into the chamber, with some taking places in the galleries usually reserved for the public in order to conform to socially distancing guidelines for the coronavirus.The fear in the room could be seen in the minutes ahead of the vote as House Speaker Nancy Pelosi (D-Calif.) and others spoke toward the close of the debate. Several members wore surgical gloves. Some held their hand over their face as they passed other lawmakers or staff.Senior aides walked around the room prepping lawmakers for the tricky vote, waving their arms in a downward motion reminding those in the gallery above to stay seated.After the voice vote, Massie asked for a recorded vote and questioned whether a quorum was present. \"Mr. Speaker, I came here to make sure our republic doesn’t die by unanimous consent in an empty chamber, and I request a recorded vote,” he said.Rep. Anthony Brown (D-Md.), who was presiding, ruled one there was in fact a quorum and that a recorded vote was not necessary to ensure they had at least 216 House members present. Senior aides in both parties did the least technological count possible - pacing the room and counting off in their head how many were on hand. As Pelosi spoke, Massie stood in the center aisle, getting ready to demand a vote. He just stared at his phone, talking to no one.The quicker members arrived, “the shorter my remarks will be,” Pelosi said, asking members to come to the floor and the gallery above to establish the quorum.Republicans laughed and gave a rare round of applause to the Democratic speaker. Pelosi prolonged the debate to allow senior aides to do a final head count. She said she would talk until they knew they had the numbers. Keith Stern, her floor director, handed her a note. And she quickly finished her remarks, knowing they had a quorum."}, {"id": "5", "time": "1:44 PM EDT", "title": "France extends lockdown by at least two more weeks", "author": "James McAuley", "content": "PARIS — France’s national lockdown to slow the spread of the coronavirus will extend until at least April 15, Prime Minister Édouard Philippe announced Friday.The nation became the latest European country to extend an initially shorter lockdown period as the number of confirmed cases of the coronavirus continued to rise. Italy, the hardest-hit European country, was the first to extend its lockdown, and Spain announced Thursday it would do the same, extending its own emergency measures until April 12.France has been on a complete lockdown since March 17, and authorities have struggled to enforce the terms of the period, during which residents are only permitted to leave their homes for essential shopping, doctor visits and brief daily exercise.All who leave their homes must carry a time-stamped “attestation” form that certifies the reason for their walk, at the penalty of a €135 (about $150) fine, which can rise sharply for repeat offenders.France’s lockdown period has already taken a significant economic toll. Insee, the country’s national statistics agency, announced Thursday that economic activity had plummeted by approximately 35 percent because of the coronavirus-related shutdown.As it has across Europe, the lockdown period has upended all aspects of normal life in France, including certain aspects of law and order. A key concern, including for France’s justice minister, has been minimizing the risk of widespread coronavirus transmission, both among prisoners crowded in cells and among guards who work in proximity.On Thursday, L’Alsace — a local newspaper for the region of eastern France badly hit by the virus outbreak — reported that two men who had been jailed for suspected involvement with the December 2018 attack on a Strasbourg Christmas market were released from prison because of the coronavirus epidemic."}, {"id": "6", "time": "1:44 PM EDT", "title": "Cuomo says New York preparing for virus apex in 21 days", "author": "Katie Mettler", "content": "New York officials are working to create new temporary hospitals and increase bed capacity in anticipation of an apex three weeks from now, New York Gov. Andrew M. Cuomo (D) said Friday at a news conference.The good news, Cuomo said, is that the rate of increase is slowing. But the number of cases are still climbing.Some 44,000 New Yorkers had tested positive as of Friday, and 519 had died — an increase of 134 since Thursday.Projections show that in 21 days, hospitals in the state could experience a crush of patients who need to be admitted or put on ventilators. Hospitals have been asked to expand their available beds by 50 to 100 percent as soon as possible, Cuomo said.Officials anticipate needing about 90,000 more hospital beds and 30,000 ventilators.People with a respiratory illness on a vent usually need it for two to four days, Cuomo said. But coronavirus patients are staying on them for up to 20 days. The longer someone spends on a ventilator, the less likely they can come off and survive.“It’s bad news, it’s tragic news, it’s the worst news,” Cuomo said. “But it is not unexpected news, either.”There are already four FEMA hospitals being built in the state, including one that will open Monday at the Javits Center in Manhattan. The governor said he has asked the White House to create 4,000 more beds across four newly identified temporary sites in Brooklyn, Queens, Staten Island and the Bronx.Cuomo said schools in the state will remain closed until April 15.The governor closed his briefing by addressing members of the New York National Guard in the audience.“You are living a moment in history. This is going to be one of those moments they are going to write about and talk about for generations,” Cuomo said. “This is going to be a moment that changes this nation. This is going to be a moment that forges character.\""}, {"id": "7", "time": "1:39 PM EDT", "title": "Four dead on Zaandam cruise ship, where 138 people are sick", "author": "Hannah Sampson", "content": "Four passengers have died on the Zaandam cruise ship, where people started reporting flu-like symptoms over the weekend, Holland America Line said Friday.So far, two people on the ship have tested positive for the novel coronavirus. According to the company, 138 people, of more than 1,800 on the ship, are sick. Passengers who are not ill are being transferred to another vessel.Lisa Bodley said her brother, Andy Vinson, called her Friday morning to tell her that the captain had announced the deaths.“They’re feeling this sense of: They’re not getting the help, the attention,” she said of passengers on board.The operator has been trying to find a port to let its passengers disembark, but officials in Chile denied a request to let passengers off in Punta Arenas on March 16. The last time anyone had been off the Zaandam was March 14 in the same city. Passengers have been confined to their rooms since Sunday.The vessel was near the Panama Canal on Friday. Holland America was working to get permission to transit the waterway and head to Fort Lauderdale, but it’s not clear if it will be allowed to dock there.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "8", "time": "1:00 PM EDT", "title": "Top Democratic consultant Larry Rasky had coronavirus at time of death, family says", "author": "Matt Viser", "content": "Larry Rasky, a well-known Boston-based Democratic consultant who for decades worked closely with Joe Biden and who passed away Sunday, tested positive for the coronavirus, according to results his family received after his death.Rasky, who was 69, was an adviser to a number of top Democrats over his decades-long career, including John F. Kerry, Jimmy Carter and Edward J. Markey.“On Thursday night, we learned that my dad, Larry Rasky, tested positive for COVID-19,” Rasky’s son, Will, said in a statement released Friday. “My dad had other underlying health conditions that medical professionals urge us to keep in mind. Our family, Larry’s colleagues, and others had already taken precautions in advance of learning the result, and we continue to follow all public health guidance.”Rasky worked on former vice president Biden’s last two presidential campaigns, in 1988 and 2008, and in the fall helped set up a super PAC supporting Biden in his presidential bid. Because he was operating independently from Biden’s campaign, it does not appear that he was in recent physical contact with Biden.“He was a real friend,” Biden told the Boston Globe on Sunday evening.“He gave me confidence,” Biden added, referring to earlier political junctures. “No matter how down I was going into something, that ridiculous laugh of his would always make a difference. He always knew when to kid and when not to kid.”Rasky’s family urged those who have been in recent contact with him to self-isolate, and his son reflected on the difficulty of the timing.“Not being able to gather with family and friends has made mourning Larry’s death all the more difficult, so the impact of the pandemic was already felt,” he said in the statement. “That said, Larry’s spirit and legacy have kept us all tied together.”Rasky had developed some of the symptoms earlier in the month, and he had a typically pugnacious response to President Trump and his response to the global pandemic.“COVID-19. You can’t bomb it. You can’t yell at it. You can’t ignore it. You can’t bully it,” he wrote on Twitter. “You can’t really blame anyone for it. The only thing you can do is solve the problem. That’s one card #DonaldTrump doesn’t have in his deck of magic cards.”It would be one of Rasky’s last tweets. Nine days later, he died of the virus."}, {"id": "9", "time": "12:59 PM EDT", "title": "Shortage of equipment one of most ‘urgent threats’ worldwide, WHO says", "author": "Alex Horton", "content": "The worldwide shortage of personal protective equipment for health-care workers is “one of the most urgent threats to our collective ability to save lives,” World Health Organization Director General Tedros Adhanom Ghebreyesus said Friday.Masks, gloves and face shields must be produced and distributed at larger scales, Tedros said at a news conference.The organization has so far shipped 2 million items to 74 countries, he said, with plans to send similar amounts to dozens of others. But much more is needed, Tedros stressed.“When health workers are at risk, we are all at risk,” he said.The worldwide toll has reached more than half a million infected, Tedros said, with more than 20,000 deaths.Hospitals in the United States have sounded alarms over shortages of equipment that have forced them to reuse masks and gloves that otherwise should be discarded.Tedros and other officials also addressed questions about deaths and severe illnesses among younger people.Early warnings of the virus focused on older people with underlying conditions, but rashes of deaths and infections among people younger than 55 have prompted officials to warn that anyone is at risk.“Young people are not invincible,” Maria Van Kerkhove, a WHO infectious disease epidemiologist, said at the conference."}, {"id": "10", "time": "12:55 PM EDT", "title": "Sens. Booker and Brown push Amazon to better protect warehouse workers ", "author": "Jay Greene", "content": "SEATTLE — Sens. Cory Booker (D-N.J.) and Sherrod Brown (D-Ohio) said Amazon is falling short in its efforts to protect its warehouse workers, as the coronavirus has spread to employees who work in at least 14 of the company’s facilities.While Amazon has taken some steps to improve worker safety, such as offering warehouse workers hazard pay and insisting on social-distancing guidelines, Booker said Friday it was not enough. He wants the company to temporarily close warehouses where workers test positive, as well as cover testing and suspend write-ups of workers who are not working quickly enough.“The safety and well-being of Amazon’s employees must be paramount, and given the nature and scope of Amazon’s business, the safety and well-being of the millions of Americans who are Amazon customers are also at stake,” Booker spokeswoman Kristin Lynch said in an emailed statement.Brown echoed the sentiment in his own statement.The senators, along with Sens. Bernie Sanders (I-Vt.) and Robert Menendez (D-N.J.), sent Amazon chief executive Jeff Bezos a letter last week expressing concern that the company isn’t doing enough to protect its warehouse workers. (Bezos also owns The Washington Post.)Amazon’s reply, sent by Brian Huseman, vice president of public policy, called employees “heroes” and said the company now more regularly cleans facilities, has eliminated meetings where groups of workers congregate and has staggered start and break times to aid social distancing, among other measures.Separately, Amazon acknowledged that workers have tested positive for the coronavirus at its facilities in Houston; Edison, N.J.; Romulus, Mich.; and Shelby Township, Mich. Those are in addition to 10 other facilities it acknowledged earlier this week where workers have tested positive."}, {"id": "11", "time": "12:55 PM EDT", "title": "Italy confirms 919 deaths in past day, marking world’s highest daily death toll since outbreak began  ", "author": "Siobhán O'Grady", "content": "An additional 919 people died of the coronavirus in Italy in the past day, Italian officials said Friday, marking the world’s highest one-day jump in deaths in a single country since the outbreak began late last year.The dramatic uptick in deaths far surpasses Italy’s earlier highest daily death toll of 793, which was announced Saturday.At a news conference announcing the latest numbers Friday, officials also confirmed an additional 50 deaths that had been omitted from the previous day’s death toll due to an error.The new data brings the country’s total death toll to 9,134 dead since February.Officials also announced 5,959 more confirmed cases in the country.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "12", "time": "12:35 PM EDT", "title": "Spain halts layoffs amid coronavirus outbreak", "author": "Pamela Rolfe", "content": "Spain’s government approved a new measure Friday temporarily restricting companies from laying off employees for economic reasons or due to production slowdowns during the coronavirus crisis.“We aren’t going to leave anyone behind,” Labor Minister Yolanda Díaz said. “First of all, no one can take advantage of this health crisis to fire. Firing is forbidden. It is not necessary to fire anyone.”The announcement came a day after Spain extended its national state of emergency for two weeks and the number of confirmed coronavirus cases climbed to 64,059, with 4,858 deaths.Díaz said companies would still be able to temporarily suspend employment and that the government would review individually each suspension to detect fraud. She said the government sees the adjustment to the labor market as temporary.After announcing a nationwide lockdown March 13, Spain’s government approved a raft of measures to help small- and medium-sized businesses and preserve employment.“Everyone is going to collect their unemployment benefits,” Díaz said Friday. “And with the simplified model we are going to pay the benefits immediately, and then each worker can later apply for the per child supplement.”"}, {"id": "13", "time": "12:33 PM EDT", "title": "Kabul to be put on lockdown as Afghanistan braces for coronavirus spread", "author": "Sharif Hassan and Sayed Salahuddin", "content": "KABUL — The Afghan government is putting the country’s capital, Kabul, on lockdown starting Saturday amid fears the coronavirus is spreading through the country.The measures announced in a news conference Friday are the most severe formal restrictions on movement implemented in the capital, despite decades of conflict there.The lockdown will go into effect Saturday at 6 a.m. local time and last three weeks, closing most businesses and government offices and severely restricting civilian movement in the sprawling congested city estimated to be home to more than 6 million people.Residents will only be allowed to leave their homes to purchase groceries and seek medical attention. The only sectors that will continue to function normally are the country’s security forces and health-care employees.In a statement shortly after the announcement from the governor of Kabul, the acting interior minister and the health minister, Afghan President Ashraf Ghani called on Kabul residents to heed the measures.“Since this risk is increasing, at this stage we have to take serious measures because so far no vaccine or medicines have been produced to eradicate this virus,” Ghani said at an emergency cabinet meeting called to address the issue Friday.Acting interior minister Massoud Andarabi also urged residents to cooperate and said the police will “act strongly” against those who “violate” the curfew.Afghanistan has confirmed 96 coronavirus infections and three deaths. However, the country has carried out limited testing, and officials fear the numbers could be much higher. Afghanistan’s weak health-care system makes the nation particularly vulnerable to outbreaks of disease.Many fear the virus has already spread across the country from neighboring Iran. Tens of thousands of Afghans have returned from Iran in recent weeks as that country struggles to contain the virus. The Afghan government has taken few measures to restrict the travel of recent returnees."}, {"id": "14", "time": "12:16 PM EDT", "title": "Trump raises prospect of ordering GM to manufacture ventilators", "author": "John Wagner", "content": "Trump in tweets Friday seemingly threatened to order — or perhaps did order — General Motors to start making ventilators to help combat the coronavirus outbreak.It was not immediately clear whether Trump was invoking his powers under the Defense Production Act to compel the company to action after he expressed frustration over GM’s unwillingness to follow through on what he characterized as a voluntary pledge.“As usual with ‘this’ General Motors, things just never seem to work out,” Trump said. “They said they were going to give us 40,000 much needed Ventilators, ‘very quickly’. Now they are saying it will only be 6000, in late April, and they want top dollar.” “Always a mess with Mary B.,” he added, referring to Mary T. Barra, the company’s chief executive. “Invoke P,” Trump said in the tweet. In a subsequent tweet, he explained that “Invoke ‘P’ means Defense Production Act!” The White House did not immediately respond to questions about Trump’s intentions. Trump continued to rail against GM and also brought Ford, another automaker, into the mix in another tweet.Read more here.A protester stands outside the closed General Motors plant in Lordstown, Ohio, in September.  (Keith Srakocic/AP)"}, {"id": "15", "time": "12:13 PM EDT", "title": "Coronavirus is wreaking havoc on scientific field work", "author": "Maddie Stone", "content": "As the coronavirus pandemic continues to upend life around the world, scientific research is beginning to suffer. Over the past several weeks, major Earth science field campaigns, some of them years in the making, have been called off or postponed indefinitely.Earlier this month, several NASA-led airborne campaigns, including flights to survey land losses in the Mississippi River delta and hurricane recovery in Puerto Rico, were suspended. So, too, were scientific cruises that use vessels in the U.S. Academic Research Fleet.And with all passenger flights in and out of Greenland grounded late last week in an effort to prevent the coronavirus from spreading to the icy island, many Arctic scientists’ summer field plans are now in limbo. Some campaigns, including a complex international drilling project that is collecting deep ice cores from East Greenland, have already been canceled for the year.In many cases, scientists are planning to reschedule their work, although results will be delayed and money already spent toward this year’s field season will be lost.For the less fortunate projects — those that are time sensitive, or took years of careful logistical coordination across many institutions — scientists will have to lower their expectations in terms of what can be accomplished.Read more here."}, {"id": "16", "time": "12:05 PM EDT", "title": "Several lawmakers who were in self-quarantine are back in D.C. for relief package vote", "author": "Colby Itkowitz and Amber Phillips", "content": "At least four House members who had placed themselves in self-quarantine this month because they had come into contact with a person infected by the coronavirus are now out of isolation and on the House floor to vote for the $2 trillion stimulus bill.Among those who returned to work:Rep. Adam B. Schiff (D-Calif.) stayed home after a former staffer, attorney Daniel Goldman, who led questioning for the Democrats during the impeachment hearings, revealed on March 15 that he had tested positive for the virus.Rep. David Schweikert (R-Ariz.) also announced on March 15 that he would work remotely because he had been in contact with a staffer who had the virus.Also spotted on Capitol Hill was Rep. Ben Ray Luján (D-N.M.), the assistant House speaker, who said on March 16 that he would quarantine himself after realizing he had interacted with someone who later tested positive.Rep. Jason Crow (D-Colo.) was back in D.C. after he announced on March 17 that he had held a meeting with a constituent who had been infected.In related news, Rep. Katie Porter (D-Mich.), who placed herself in quarantine after experiencing flu-like symptoms, announced that she has tested negative for the coronavirus but remains too ill to return to Washington for the vote.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "17", "time": "11:55 AM EDT", "title": "Mayor defends decision to hold Mardi Gras as Louisiana outbreak worsens", "author": "Ariana Eunjung Cha and Alex Horton", "content": "NEW ORLEANS — More than a million dancing, singing, bead-catching celebrants packed the streets of the French Quarter and other venues across this city in the weeks leading up to the sprawling open-air party that is Mardi Gras.There was little worry during the February festivities about the new virus that had infected a few dozen people in other parts of the country.Thirteen days later, on March 9, Louisiana reported its first case of covid-19, the illness caused by the coronavirus. Then came another, and another. Clusters broke out in several nursing homes. The cases popping up across the state were not easily linked to each other, meaning that a galloping community spread was already underway.A terrible realization began to dawn on residents and political leaders: The famous bonhomie of the world’s biggest free party may have helped supercharge one of the most rapid spreads of the coronavirus, which is threatening to overwhelm Louisiana’s health-care system and potentially make the state one of the next epicenters.Mayor LaToya Cantrell (D) on Friday defended her decision to move forward with Mardi Gras because no federal official had warned her not to.“No red flags were given,” she told CNN. “If we were given clear direction, we would not have had Mardi Gras, and I would’ve been the leader to cancel it.”\"No red flags were given\" by the federal government. - New Orleans Mayor LaToya Cantrell on why the city moved forward with Mardi Gras celebrations. \"If we were given clear direction we would not have had Mardi Gras and I would've been the leader to cancel it.\" pic.twitter.com/pAsEC5lMkz— The Situation Room (@CNNSitRoom) March 26, 2020\n\nThe celebration on Feb. 25 took place before an abrupt shift in American life, Cantrell has said. The first case of a travel-related coronavirus infection was reported in Washington state on Jan. 21.The city works closely with the FBI and the Department of Homeland Security to keep the event safe, Cantrell said, and no one from those agencies or others advised her that the festival was a risk.In addition to Mardi Gras, there are other possible factors for the spread in New Orleans, such as the city’s robust cruise and convention industries, officials have said."}, {"id": "18", "time": "11:47 AM EDT", "title": "With virus cases soaring, closed hospitals become a precious source of beds", "author": "Rachel Chason and Kyle Swenson", "content": "Across the country, governors from Maryland to New Jersey to California are turning to shuttered hospitals as a new weapon against the coronavirus.The moves are essentially reversing — at least temporarily — a national wave of closures that cut the number of hospitals in major cities nearly in half over the past five decades. The dramatic drop in hospital beds, usually carried out in the name of saving money and concentrating services in bigger, more advanced facilities, has left the country ill-prepared for a pandemic, experts say.Closed years ago for lack of use, or because they were hemorrhaging money or fell into bankruptcy, dusty and outdated hospitals offer critically needed space for new beds. But staffing, cleaning and modernizing them remain a challenge.Read more here."}, {"id": "19", "time": "10:58 AM EDT", "title": "Medical supply chaos forcing hospitals to work with unverified middlemen to get lifesaving equipment", "author": "Drew Harwell", "content": "Governors and local health officials have pleaded for the federal government to shore up dwindling hospital stockpiles by invoking the Defense Production Act, which would compel American companies to make critical medical supplies. President Trump has refused, saying Thursday night, “I just haven’t had to use it.” But without clear federal coordination, hospitals and public health officials say they’ve become so desperate for surgical masks, isolation gowns, ventilators and protective equipment that they’re now working with unverified cold-callers and for-profit middlemen promising to get them the lifesaving supplies.Shortages have led health systems, states and the federal government to compete against one another for medical resources, which have skyrocketed in price. Hospital purchasing managers and state emergency management officers said masks that used to cost pennies now cost several dollars a piece.Companies and federal investigators have warned against counterfeit masks and scams from “pandemic profiteers.” But some hospitals say they have no other choice.John Bonamo, the chief medical and quality officer for RWJBarnabas Health, New Jersey’s biggest health-care network, said the hospitals are paying cash upfront for equipment sold for 50 times the usual price.They also are being forced to vet a flood of proposals and deal with potential fraud. A recent delivery of 500,000 surgical masks from a Chinese supplier turned out to be medically useless. They appeared to be designed for a nail salon.“We’re burning through cash, but there’s no other option,” Bonamo said. “The rules as we know them don’t exist anymore.” Read more here."}, {"id": "20", "time": "10:57 AM EDT", "title": "The coronavirus mea culpas from people who once thought it was no big deal", "author": "Meagan Flynn", "content": "Speaking to a roomful of senior citizens March 13, the same day President Trump declared a national emergency, Rep. Don Young (R-Alaska) said they should “go forth” with their daily activities and forget about staying inside. He called the coronavirus “the beer virus” — “how do you like that?” — and said the pandemic was “blown out of proportion,” the Mat-Su Valley Frontiersman reported at the time.Now, much like the celebrities and viral spring breakers who suggested that the pandemic was no big deal, the 86-year-old congressman has changed his tune. The impact of covid-19, the disease caused by the virus, is “very real, growing” and reshaping our daily lives, he said in a video message Thursday.“Weeks ago, I did not truly grasp the severity of this crisis,” Young said, while urging everyone to stay home. “But clearly we are in the midst of an urgent public health emergency.”Young is just one of numerous public figures who, in recent days, have walked back brazen comments downplaying the pandemic as the crisis has grown increasingly dire across the United States.Two weeks ago, a long time on a pandemic’s watch, about 1,600 cases of covid-19 were reported across the country. Beaches were still packed, and bars were still serving. Now, as the United States surpasses every nation, including China and Italy, in coronavirus infections, with more than 85,000 cases, apologies for unpopular hot takes and bad social-distancing behavior are pouring in.Read more here.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "21", "time": "10:49 AM EDT", "title": "Facebook usage surges during coronavirus pandemic, testing company’s execution", "author": "Elizabeth Dwoskin", "content": "People are turning to Facebook during the global pandemic, with everyone from the pope to health agencies using the service to live-stream.The company says the number of phone calls over WhatsApp and Messenger are double what they were a year ago in localities most impacted by the virus, including the United States. Live-streaming doubled in the week after Italy announced its national quarantine, while video calling increased by 1,000 percent.Meanwhile, nearly 50 percent of the content on Facebook’s news feed is now about the coronavirus, with a small number of influential users driving the reading habits and feeds of everyone else, according to an internal report reviewed by The Washington Post.That means that certain individuals have more power to distort the ecosystem and that the company must act quickly if it wants to prevent people from consuming harmful information before its algorithms amplify those posts to even more people. (The memo said the company was considering trying to influence those influencers with more accurate information).But Facebook is simultaneously wading through a minefield of potential problems as the surge in usage tests its technical systems.Read more here."}, {"id": "22", "time": "10:36 AM EDT", "title": "‘I don’t believe you need 40,000 or 30,000 ventilators’: Trump questions New York’s push for hospital equipment ", "author": "Allyson Chiu and Timothy Bella", "content": "Trump cast doubt Thursday on New York Gov. Andrew M. Cuomo’s assertion that his state, which has become the epicenter for the coronavirus outbreak in the United States, will need 30,000 ventilators to properly care for the influx of patients anticipated to flood hospitals in coming weeks.“I have a feeling that a lot of the numbers that are being said in some areas are just bigger than they’re going to be,” Trump told Fox News host Sean Hannity in a phone interview. “I don’t believe you need 40,000 or 30,000 ventilators. You know, you go into major hospitals sometimes they’ll have two ventilators, and now all of a sudden they’re saying, ‘Can we order 30,000 ventilators?’ ”The president’s comments came shortly after the New York Times reported that the White House had abruptly called off a plan to announce this week that General Motors and Ventec Life Systems would partner to produce as many as 80,000 ventilators, citing concerns with the deal’s $1 billion price tag.Trump made no mention of the canceled announcement while chatting with Hannity on Thursday night, but he did stress that the critical machinery is not cheap.“When you talk about ventilators, that’s sort of like buying a car,” he said. “It’s very expensive. It’s a very intricate piece of equipment … The good ones are very, very expensive.”\"I don't believe you need 40,000 or 30,000 ventilators. You know, you go to major hospitals, sometimes they have 2 ventilators.\" -- Trump suggests Cuomo is exaggerating about the medical gear he needs to keep people alive pic.twitter.com/ADZb8fznOw— Aaron Rupar (@atrupar) March 27, 2020\n\nRead more here."}, {"id": "23", "time": "10:34 AM EDT", "title": "British firefighters approved to collect bodies, drive ambulances amid outbreak", "author": "Siobhán O'Grady", "content": "As the number of coronavirus cases in Britain continues to rise, firefighters will be tapped to assist with delivering food, collecting bodies and driving ambulances.“We face a public health crisis unparalleled in our lifetimes. The coronavirus outbreak is now a humanitarian emergency and firefighters rightly want [to] help their communities,” said Matt Wrack, the general secretary of Britain’s Fire Brigade Union, according to Reuters. “Many fear the loss of life in this outbreak could be overwhelming and firefighters, who often handle terrible situations and incidents, are ready to step in to assist with body retrieval.”On Friday, paramedics were also asked to temporarily return to their former roles to assist in the crisis.“We are asking former members of our team to consider returning, if they can, to support us in helping Londoners in need,” London’s Ambulance Service tweeted on Friday.The Guardian reported that the British police force will ask officers who retired in the last five years to help with the outbreak, with one in five British police officers reportedly either out sick or following self-isolation rules.Firefighters have also been approved to drive ambulances in addition to their regular duties."}, {"id": "24", "time": "10:33 AM EDT", "title": "Experts failed to account for one factor in models, projections: Attacks from Trump supporters", "author": "William Wan and Aaron Blake", "content": "In the month since the first U.S. coronavirus death, the United States has become a country of uncertainty.Running beneath the quarantines, overrun hospitals and death counts — in a continuous loop through our national psyche — are basic questions leaders are struggling to answer: When can we safely lift these quarantines? How many people could die if we do it too early? Just how lethal will this pandemic turn out to be? And what exactly should be our next step?This is why epidemiology exists. Its practitioners use math and scientific principles to understand disease, project its consequences and help policymakers make the best decisions for public good.But one factor many modelers failed to predict was how politicized their work would become in the Trump era, and how that, in turn, could affect their models.In recent days, a growing contingent of Trump supporters have pushed the narrative that health experts are part of a deep-state plot to hurt the president’s reelection efforts by damaging the economy and keeping America shut down as long as possible. The president himself pushed this idea in the early days of the outbreak, calling warnings about the coronavirus a kind of “hoax” meant to undermine him.The notion is deeply troubling, leading health experts say, because what the country does next and how many people die depends largely on what evidence U.S. leaders and the public use to inform their decisions. Epidemiologists worry their research — intended to avert massive deaths in situations exactly like this pandemic — will be dismissed by federal leaders when it is needed most.Read more here."}, {"id": "25", "time": "10:21 AM EDT", "title": "Trump calls for ouster of Rep. Massie from GOP as House debates stimulus bill", "author": "John Wagner", "content": "President Trump on Friday called for Rep. Thomas Massie (Ky.) to be thrown out of the Republican Party in response to his threat of a procedural move that could delay House passage of the $2.2 trillion stimulus bill.Trump made his views known in a tweet as the House debated the massive legislation. Scores of lawmakers returned to Washington on Friday after Massie signaled he might object to a lack of a quorum in the chamber, a move that could prevent plans to send the measure to Trump after a voice vote.“Looks like a third rate Grandstander named @RepThomasMassie, a Congressman from, unfortunately, a truly GREAT State, Kentucky, wants to vote against the new Save Our Workers Bill in Congress,” Trump tweeted. “He just wants the publicity. He can’t stop it, only delay, which is both dangerous & costly. Workers & small businesses need money now in order to survive. Virus wasn’t their fault.”Trump also wrote that it was “HELL” to deal with Democrats and urged Republicans to take back control of the House. But in the meantime, he wrote, “throw Massie out of Republican Party!”Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "26", "time": "10:14 AM EDT", "title": "A Belgian cat’s sick owner infected it with the coronavirus, health officials say", "author": "Michael Birnbaum", "content": "BRUSSELS — A cat in the Belgian city of Liège was infected by its sick owner with the coronavirus that causes covid-19 in people, Belgian health authorities said Friday, in another case of human-to-pet transmission that could raise fears about the health of household animals during the pandemic.The officials did not make clear whether the cat survived the illness, which they said had diarrhea and experienced difficulty breathing. But they said they did not believe infected pets could become major vectors in spreading the disease.“The veterinary medicine faculty in Liège reported that a coronavirus infection has been diagnosed in a cat. The cat lived with its owner, who started showing symptoms of the virus a week before the cat,” Steven van Gucht, a Belgian virologist who is an official spokesman for the government pandemic response, told reporters Friday. “It is an isolated case.”Investigators found evidence of the infection in the cat’s feces.Two dogs in Hong Kong have also been diagnosed with infections related to the coronavirus.Sick pet owners are urged to be careful around their animals, the Belgian Agency for the Safety of the Food Chain said in a statement.“No close contact. Wash hands after touching,” the agency said. “Do not let it lick the face to prevent the pet from becoming a carrier and shedder of the virus for a short time.”Infected owners should be sure to clean up their animals’ poop, the agency added. If a pet becomes infected, it should be quarantined, just like its owner, authorities said.Pet lovers may want to be careful about petting other people’s animals right now, scientists have said. For now, “absolute priority” will be given to testing humans for the coronavirus, not their pets, at least in Belgium, van Gucht said.Despite the tiny handful of pets that have been found to be infected, cats may indeed be susceptible to the virus, some researchers believe. Researchers have found that cats, along with ferrets, are prone to become infected by the SARS virus, unlike dogs.A study published in late January by the Journal of Virology predicted that the cats, pigs, ferrets and some primates may be at greater risk of getting infected, because the virus that causes covid-19 can attach to their receptor cells."}, {"id": "27", "time": "10:08 AM EDT", "title": "Hundreds in Iran die after ingesting industrial alcohol falsely seen as virus cure", "author": "Sudarsan Raghavan", "content": "Nearly 300 people in Iran have died and more than 1,000 have fallen sick after drinking methanol that they wrongly thought would shield them from catching the coronavirus, Iranian news outlets reported Friday.Fake remedies have spread across social media in Iran as people remained suspicious of the government’s efforts to combat the spread of a virus that it initially downplayed.The fact that methanol is an industrial alcohol and that drinking any form of alcohol is forbidden in the Shiite Muslim theocracy underscores the extent to which Iranians fear that their leadership is not adequately containing the virus.One Iranian doctor told the Associated Press that the death toll from drinking methanol was around 480, with 2,850 people sickened. More than 29,000 confirmed cases of the virus and more than 2,000 related deaths have been reported in Iran — the largest death toll in the Middle East.Iranians on social media have been touting false claims that a British schoolteacher and others cured themselves of the virus by ingesting whiskey and honey, the AP reported. Other widely shared messages wrongly suggest that drinking high-proof alcohol kills the virus."}, {"id": "28", "time": "10:01 AM EDT", "title": "House debate underway on stimulus bill as members grudgingly return to Washington", "author": "John Wagner and Paul Kane", "content": "Debate got underway Friday morning in the House on a $2.2 trillion economic relief package to address fallout from the coronavirus, with scores of lawmakers grudgingly returning to the Capitol after one GOP member threatened to raise a procedural objection.Opening a scheduled three hours of debate, House Majority Leader Steny H. Hoyer (D-Md.) noted several precautions that were being taken in the chamber in response to the coronavirus outbreak. Lawmakers were “keeping a distance from one another not out of hostility but love for each other,” he said.House leaders from both parties aim to pass the massive legislation on a voice vote and send it to President Trump by the end of the day. That strategy was intended to make it unnecessary for all of the sitting 430 House members to return to Washington.But word went out late Thursday that the presence of at least half of them might be needed to thwart a bid by Rep. Thomas Massie (R-Ky.) to delay consideration of the measure. He suggested that he might raise procedural objections over the absence of a quorum if only a few lawmakers showed up to vote.Dozens of lawmakers tweeted about their return to Washington, many of them clearly irritated.“Heading to Washington to vote on pandemic legislation,” wrote Rep. Peter T. King (R-N.Y.). “Because of one Member of Congress refusing to allow emergency action entire Congress must be called back to vote in House. Risk of infection and risk of legislation being delayed. Disgraceful. Irresponsible.”Brendan Buck, a former senior aide to Paul D. Ryan (R-Wis.) when he served as House speaker, put it even more pointedly.“It is quite the statement of his character that Thomas Massie is legitimately threatening the health of his colleagues, many in their 60s or 70s even 80s, for a stunt on a bill he knows is going to pass,” Buck tweeted. “I hope no one forgets what he’s done here.”Lawmakers returning to Washington included several members from New York, who appeared despite an exhortation from federal officials for those traveling outside the coronavirus hot spot to self-quarantine in their new locations.As the debate continued, a few dozen lawmakers, on each side of the aisle, largely ignored Hoyer’s request from Thursday night that they stay off the House floor unless they are imminently about to speak during the debate. However, they took seats at large distances from one another."}, {"id": "29", "time": "9:54 AM EDT", "title": "State Department appears to ask the world’s health workers to apply for U.S. visas, provoking outrage ", "author": "Max Bearak", "content": "NAIROBI — Late Thursday, the State Department posted a request on its website and on Twitter to “encourage medical professionals seeking work in the U.S. on a work or exchange visitor visa (H or J), particularly those working on #COVID19 issues, to contact the nearest U.S. Embassy/Consulate for a visa appointment.” The announcement also indicated that those who were already in the United States on those visas should talk with their sponsors about extending them.Routine visa services at U.S. embassies across the world were suspended March 20, as most embassies evacuated staff and shrank to skeleton staffs carrying out essential services. In a simultaneous missive Thursday, the State Department also announced that in-person interviews will be waived for H-2 visas (which include medical professionals) for both returning and first-time applicants.On Friday, the State Department clarified that the request only applied to individuals who had already gotten a “certificate of eligibility” for their visas, and was not meant to invite others to apply for the visas. It remained unclear whether the State Department was moving those with the ability to treat covid-19 to the front of the visa line.The initial announcement was widely panned on social media by users across the world who accused the U.S. government of promoting a potentially deadly brain drain of doctors and nurses away from countries with weaker health systems.Others noted how difficult procuring these visas can be in normal times, often taking years to process, and were resentful that the rules would be changed so drastically in a moment of crisis."}, {"id": "30", "time": "9:46 AM EDT", "title": "Should U.S. brace for another bad week? ‘Depends on where you are,’ surgeon general says", "author": "Katie Mettler", "content": "U.S. Surgeon General Jerome Adams said Monday that Americans should brace for a difficult week in the fight to contain the novel coronavirus. On Friday, he said the worst is yet to come.“It’s important for people to know that everyone’s curve is going to look different,” Adams said on “CBS This Morning,” adding: “This week was a particularly bad week for New York.”Is the worst of #coronavirus still ahead of us? — @TonyDokoupil \"It depends on where you are. We're hopeful that next week New York will start to come down... We also see hot spots like Detroit, like Chicago, like New Orleans, will have a worse week next week\" —@Surgeon_General pic.twitter.com/YSR1JCarxW— CBS This Morning (@CBSThisMorning) March 27, 2020\n\nThe outbreak in New York, with nearly 40,000 confirmed cases and at least 461 deaths, far outpaces infections in other states, according to The Post’s database. Adams said the forecast “depends on where you are.\"“We’re hopeful that next week New York will start to come down,” he said. “We also see hot spots like Detroit, like Chicago, like New Orleans, will have a worse week next week.”On ABC’s “Good Morning America,” the surgeon general said that “some places haven’t hit their peak yet” and that residents there will continue to need significant intervention and prevention.We speak with @Surgeon_General Jerome Adams about whether the “slow the spread” initiative is working and how restrictions may vary for different areas of the country as the United States tops the world in cases. https://t.co/Y7dKQRF9le pic.twitter.com/57FXJ2S8Bh— Good Morning America (@GMA) March 27, 2020\n\nAdams gave vague answers during his morning-show appearances when pressed on President Trump’s assertion Thursday that the federal government may start creating tiered regulations for crowds and businesses depending on a state or county’s caseload. Adams said officials in D.C. want to give local authorities the testing data and tools they need to make decisions for their own communities.“Some places, it doesn’t matter if it’s Easter or Memorial Day or if it’s Labor Day,” he said in response to a question about timelines. “We know that we want people to be thinking about what they can do now so that we can quickly get through this with as few deaths and as few hospitalizations as possible.\""}, {"id": "31", "time": "9:19 AM EDT", "title": "British Prime Minister Boris Johnson tests positive for coronavirus, says he has developed ‘mild symptoms’", "author": "Jennifer Hassan, William Booth and Isabelle Khurshudyan", "content": "LONDON — British Prime Minister Boris Johnson says he has tested positive for the coronavirus.Taking to Twitter on Friday, Johnson wrote: “Over the last 24 hours I have developed mild symptoms and tested positive for coronavirus. I am now self-isolating, but I will continue to lead the government’s response via videoconference as we fight this virus.”Johnson also shared a video message in which he once again urged Britons to “stay at home” to stop the spread of the virus.Johnson, 55, was last seen in public applauding health-care workers on Thursday evening from the door of 10 Downing Street as a part of a national celebration of the front-line nurses and doctors.Johnson has recently appeared in good health. After initial hesitation to embrace the strict measures pursued elsewhere in Europe to slow the spread of the coronavirus, the prime minister recently changed course and began to hold his meetings via videoconference, sitting at a table alone and looking at a large TV screen.The prime minister — whose fiancee, Carrie Symonds, is pregnant — appeared at the government’s daily news conference two days ago.On his doctor’s recommendation, Johnson will isolate himself for seven days and will forgo public appearances and group meetings.Later on Friday, Chris Witty, chief medical officer in England, tweeted that he was also experiencing symptoms consistent with covid-19, the disease caused by the coronavirus. He said he “will be self-isolating at home for the next seven days” but will continue to advise the government on its medical response to the outbreak. Buckingham Palace said Queen Elizabeth II last saw the prime minister on March 11 and “remains in good health,” local news outlets reported. After her son, Prince Charles, tested positive for the virus, the queen left the palace to stay at Windsor Castle, west of London.Within an hour of Johnson’s disclosure that he has the coronavirus, Britain’s health secretary, Matt Hancock, also announced that he has tested positive. In a video message shared on Twitter, Hancock said: “Upon medical advice, I was tested, and that test has been positive. . . . Fortunately for me, those symptoms so far have been very mild.\"Hancock said he would isolate himself until next Thursday and had been working from home in recent days.Johnson is the first leader of the Group of 20 nations to test positive for the virus. Two others — German Chancellor Angela Merkel and Canadian Prime Minister Justin Trudeau — have entered self-quarantine over concerns that they may have been exposed to the virus.In Russia, another G-20 country, a presidential administration employee has tested positive for the coronavirus, but that person did not come in contact with President Vladimir Putin, spokesman Dmitry Peskov said Friday.Read more here."}, {"id": "32", "time": "9:07 AM EDT", "title": "Catholic bishops say it’s okay to eat meat on Fridays during Lent because of the coronavirus", "author": "Antonia Farzan", "content": "In late February, countless Christians pledged to give up indulgences such as alcohol, chocolate and Netflix for the duration of Lent.What they didn’t know was that in the coming weeks, they’d also be giving up social gatherings, concerts, sports, eating in restaurants and virtually every other aspect of ordinary life.As the novel coronavirus has given new meaning to a season of self-sacrifice, some faith leaders are granting worshipers a pass from traditional Lenten rituals. On Thursday, Bishop James F. Checchio, whose diocese in New Jersey includes about 600,000 Catholics, announced that he was waiving the requirement to abstain from eating meat on Fridays. Both the food shortages in grocery stores and the fact that people were already sacrificing so much had factored into his decision, he wrote, adding that meat was still off-limits for Good Friday.Catholic dioceses from Brooklyn to Pittsburgh to Houma-Thibodaux, La., have issued similar decrees over the last week. In Louisiana, Bishop Shelton J. Fabre wrote that the coronavirus “has placed most, if not all, of our faithful in a situation wherein obtaining food, including meal alternatives from meat, the rising cost of fish and other forms of seafood, and even the challenge of being able to obtain groceries without endangering their health, make it clearly difficult for them to fulfill this practice.”Those who choose to eat meat on the remaining Fridays of Lent should do works of charity and piety instead, he suggested.Read more here."}, {"id": "33", "time": "9:03 AM EDT", "title": "Michigan health system has contingency plan to deny ventilators, ICU care to patients with low chance of survival", "author": "Teo Armus", "content": "A security guard screens visitors before entering Henry Ford Hospital in Detroit on Monday. (Paul Sancya/AP)A Detroit area health system has developed a contingency plan to deny ventilators and intensive care treatment to coronavirus patients with a poor chance of surviving, including those with some preexisting medical conditions.Details of the plan were listed on a draft letter from Henry Ford Health Systems to families. The letter circulated on social media late on Thursday, although the company later clarified that it has not yet needed to implement the policy.In an emailed statement, Adnan Munkarah, chief clinical officer at the Henry Ford Health System said: “With a pandemic of this nature, health systems must be prepared for a worst case scenario.\"“It is our hope we never have to apply (these guidelines) and we will always do everything we can to care for our patients, utilizing every resource we have to make that happen,” said Munkarah, according to the statement.According to the letter, Henry Ford hospitals would de-prioritize most patients with severe heart, lung, kidney or liver failure, terminal cancers and severe trauma or burns. Any patient who does not improve with a ventilator or ICU care would also be pulled off those treatments and instead be given pain-control measures.“Some patients will be extremely sick and very unlikely to survive their illness even with critical treatment,” read the letter. “Treating these patients would take away resources for patients who might survive.”As The Post’s Ariana Eunjung Cha reported, hospitals dealing with especially large outbreaks are weighing their standard approach — to save dying patients at all costs — against the risk that doing so would expose many more health workers to the virus and overwhelm the facility.Northwestern Memorial Hospital in Chicago, among others, has been discussing a do-not-resuscitate policy. That directive would tell health workers not to perform CPR if an infected patient stops breathing or their heart stops beating.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "34", "time": "8:42 AM EDT", "title": "U.S. markets signal steep fall after three straight days of gains", "author": "Rachel Siegel and Thomas Heath", "content": "U.S. futures markets were deep in the red Friday morning, interrupting a stellar three-day run and offering a stinging reminder that the government’s $2.2 trillion rescue package won’t blunt investor anxiety just yet.Stocks soared this week as the landmark stimulus package came into sharper view. The Senate passed the sprawling bill late Wednesday. The House is now aiming to expedite its own vote on Friday.But as lawmakers scramble to get the legislation to Trump, the pandemic’s toll continues to multiply. The United States now has the most confirmed cases in the world and has surpassed 1,000 deaths.A record 3.3 million Americans applied for unemployment benefits last week, and economists say more than 40 million Americans could lose their jobs by mid-April.Dow futures sank 600 points, or 2.7 percent, before 8 a.m. The Standard & Poor’s and Nasdaq composites were roughly 2.6 and 2.4 percent negative, respectively.Read more here."}, {"id": "35", "time": "8:18 AM EDT", "title": "South Africa enters lockdown as known cases surpass 1,000", "author": "Max Bearak", "content": "Residents of the densely populated Hillbrow neighborhood of downtown Johannesburg, confined in an attempt to prevent the spread of the coronavirus, stand and wave from their balconies on Friday.  (Jerome Delay)NAIROBI — As South Africa’s 57 million people entered a three-week lockdown on Friday and took stock of a stark new reality, the country’s health ministry announced its first two coronavirus-related deaths and said known cases have topped 1,000 — a first on the African continent.South Africa is the only African country to have tested extensively, administering more than 20,000 tests since the first case, and the growing number of positive results put pressure on President Cyril Ramaphosa to enact strict measures to limit movement and gatherings.In a speech earlier this week that was widely lauded for its clarity and conviction, Ramaphosa announced the impending lockdown, during which people will be allowed to leave home only to buy food, seek care, collect welfare grants or take walks by themselves. Running, dog-walking and even the purchase of cigarettes and alcohol have been banned.On Thursday, Ramaphosa addressed the nation again, this time wearing army fatigues, a symbolic gesture never made before by the former business executive. Army and police personnel were deployed across the country to enforce the lockdown, but Ramaphosa urged them to be a “force of kindness” in a country that is still recovering from the trauma of decades of military-enforced apartheid that ended in 1994.Their mission is the “most important in the history of our country,” he said. “Our people are terrified right now, and we should not do anything to make their situation worse.”Read more here."}, {"id": "36", "time": "7:44 AM EDT", "title": "9 in 10 Americans are staying home ‘as much as possible’ and practicing social distancing", "author": "Dan Balz and Emily Guskin", "content": "A CVS pharmacy in Bethesda, Md., has signs on the floor to keep shoppers six feet apart.  (Michael S. Williamson/The Washington Post)The spreading coronavirus pandemic has brought massive and sudden disruption to the daily lives of most Americans amid rapidly rising fears that they could become ill with covid-19, according to a Washington Post-ABC News poll.Almost overnight, the threat from the virus has changed habits and lifestyles. Roughly 9 in 10 say they are staying home “as much as possible” and are practicing social distancing to lessen the risk of getting the virus. Nearly 9 in 10 say they have stopped going to bars and restaurants. About 6 in 10 say they have stockpiled food and household supplies at home.On the political front, President Trump narrowly wins approval for his handling of the outbreak, and his overall approval rating has grown five percentage points since February, to 48 percent, even as most Americans say he was too slow to take action in the early days of the virus’s spread. The rise in Trump’s approval rating, however, is far smaller than some other presidents have experienced in times of national crisis.Read more here.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "37", "time": "7:42 AM EDT", "title": "Hong Kong bans public gatherings of more than four, closes gyms and amusement centers", "author": "Shibani Mahtani", "content": "HONG KONG — Hong Kong leader Carrie Lam backtracked Friday on a proposal to ban the sale of alcohol in bars and restaurants and instead implemented a host of other social-distancing measures as her territory saw its biggest daily spike of coronavirus cases on record.Gatherings of more than four people at public places will be banned, Lam said in a news conference, for a period of two weeks beginning Saturday. Exemptions will be made for government meetings, workplace-related meetings, weddings and funerals.Hong Kong will also order a number of businesses to shutter for the same period, including fitness centers, cinemas, bathhouses, gaming centers and arcades.“We have a public health emergency at hand, so we need stronger measures,” Lam said. In the past two weeks, the number of cases in the city have spiked twofold, with 90 percent of the cases imported. On Friday, the city announced 65 new cases, bringing the tally to 518.Hong Kong so far has not introduced any regulation to mandate social distancing but said it needed to take these measures to ensure that the early gains in fighting the spread of the virus would not be erased. Singapore and other cities are imposing similar steps. Restaurants will also have to enforce a space of at least five feet between tables.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "38", "time": "7:38 AM EDT", "title": "Death toll in Spain climbs by almost 20 percent, with Madrid hit hardest", "author": "Rick Noack and Pamela Rolfe", "content": "A view of La Boqueria market closed down in downtown Barcelona, Spain, Thursday, March 26, 2020.  (Emilio Morenatti)Spain announced another major surge in coronavirus fatalities on Friday, with 769 new deaths — the biggest increase in total numbers this week. The overall death toll in the country increased from 4,089 to 4,858, by around 19 percent.The number of confirmed cases in the country increased from 56,188 to 64,059, meaning that the growth rate of the number of confirmed cases slightly declined.The capital Madrid remained the epicenter of Spain’s outbreak, even though figures in Catalonia and other parts of the country also increased.Madrid has in recent days transformed numerous city landmarks to address the emergency situation. Madrid’s main ice skating rink is operating as the city morgue; the 2,412 deaths since the outbreak began have overwhelmed the city’s funeral parlors. The IFEMA convention center was transformed into a field hospital, with 1,300 operational beds and an ability to expand to 5,000 beds.On Thursday, Spanish soccer titan Real Madrid announced it would use its renowned Santiago Bernabéu Stadium as a medical supply storage center in the battle against covid-19.The team, working in collaboration with Spain’s High Council of Sports, said in a statement it would pass all stored supplies on to Spanish health officials under the authority of the Spanish government for distribution “so the resources, so necessary in the current health emergency situation, are employed in the best and most efficient manner.”Read more here."}, {"id": "39", "time": "6:47 AM EDT", "title": "Australian armed forces deployed to enforce isolation orders", "author": "Rick Noack and Kevin Sieff", "content": "Australian Prime Minister Scott Morrison holds up a coronavirus Isolation Declaration Card as he addresses the media during a news conference in Canberra, Australia, March 27, 2020. \n (LUKAS COCH/EPA-EFE/Shutterstock)Australia’s government said Friday it would ask its military to enforce isolation orders, as the confirmed number of coronavirus cases in the country surpassed 3,000.Australian citizens and residents returning home account for most confirmed cases, and returnees will be forced to self-quarantine in hotels or other repurposed accommodations for two weeks starting this weekend. The Australian Defense Force (ADF) will assist with the enforcement of self-isolation orders, including among those who are already quarantined in their own homes.“The ADF will be there to put boots on the ground,” said Australian Prime Minister Scott Morrison.The military’s deployment fits a global trend amid the coronavirus outbreak.Countries as varied as China, Jordan, South Africa and Italy have sent service members into the streets. At no time since World War II have so many nations wrestled with what it means to be in a state of emergency and how to impose fundamental and sudden changes in human behavior.Soldiers of the Italian army move 45 coffins at San Giuseppe Church at Seriate in Bergamo, Italy, March 25, 2020.  (Andrea Fasani/EPA-EFE/Shutterstock)Deploying troops is a startling but often effective way to keep people indoors, but its impact could ripple well beyond the end of the coronavirus, as countries decide when — and if — to cede the powers stemming from a global pandemic.In Lebanon, Chile and Hong Kong, beset for months by protests, fear of the coronavirus has allowed the state to ban public gatherings without overtly violating civil liberties. In several countries, leaders have used the public health crisis to suppress freedom of speech and other constitutional protections.“It’s really easy to ratchet up these kinds of powers and really hard to ratchet them back down,” said Juliette Kayyem, an assistant secretary of homeland security in the Obama administration. “Once the military is seen as a solution to a public health problem, it’s hard to get the military out of the way.”Read more here."}, {"id": "40", "time": "6:32 AM EDT", "title": "BTS’s North American tour, Art Basel postponed", "author": "Teo Armus", "content": "Members of South Korean K-pop group BTS pose for photos during the Golden Disk Awards in Seoul in January. (Ahn Young-Joon/AP)Add two more entries to the long — and still growing — list of events impacted by the spread of the novel coronavirus.Both the North American tour for BTS, the massively popular K-pop band, and Art Basel, the world’s biggest modern art fair, have been rescheduled for September as the global pandemic continues to take a toll on the United States and Europe.BTS, a seven-member band whose sales make up 0.3 percent of South Korea’s GDP, had previously postponed four kickoff performances there earlier this year when the virus was at the peak of its devastation in Asia.But as the coronavirus moved west, the group’s label, Big Hit Entertainment, decided to push back its U.S. and Canada stops on the Map of the Soul tour, according to Billboard. Tickets purchased for the original concert dates, from April to June, will be honored later this year.Art Basel, which was set to host its 50th annual show in Switzerland this year, was also postponed due to the pandemic’s “unprecedented impact worldwide,” the event’s organizers said.The fair’s Hong Kong edition, the biggest international art fair in Asia, was also canceled last month and moved to an online platform instead."}, {"id": "41", "time": "6:20 AM EDT", "title": "House readies vote on massive aid package as deaths, economic impact continue to rise", "author": "Teo Armus", "content": "House leaders hope to vote Friday on a massive emergency relief package that would inject trillions of dollars into the economy, giving out payments to businesses and residents who have been badly hurt by the novel coronavirus.After unanimous approval from the Senate earlier this week, House Speaker Nancy Pelosi (D-Calif.) said the measure would receive “strong bipartisan support,” but not unanimous consent. Rep. Thomas Massie (R-Ky.), who opposes the bill, said Thursday that he is considering a procedural move that could delay its passage to the weekend.The $2 trillion aid bill, the biggest in U.S. history, comes at a time when it is badly needed: A record 3.3 million Americans applied for unemployment benefits last week, according to figures reported Thursday, marking the biggest jump in new jobless claims in history.That could mark the beginning of an economic crisis facing American workers and businesses, according to some economists, who say stimulus bill won’t prevent a recession — the slump will end only when the pandemic is contained.Still, the toll of the virus only appears to be growing worse. As of Thursday evening, U.S. health officials reported that more than 1,000 people had died of related complications, though overwhelmed state and local authorities are omitting some deaths entirely.As cases in the Seattle area appear to be leveling off, New York City has emerged as the epicenter of the country’s outbreak U.S. Officials there are moving to distribute antimalarial drugs to seriously ill patients, spurred by political leaders like President Trump to try a treatment that has not proved to be effective.As the number of confirmed cases is beginning to spike elsewhere, including in Louisiana, Michigan and Texas, tensions between President Trump and governors from hard-hit states are rising.Trump insisted Thursday that Americans are eager to “go back to work,” telling governors that his administration may soon categorize the risk level for each county in the nation.That could lay the groundwork for less-affected areas to relax strict measures, conflicts with warnings from public health experts that abandoning current restrictions too soon could be potentially catastrophic.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "42", "time": "6:19 AM EDT", "title": "More signs of a prolonged coronavirus shutdown emerge in Europe", "author": "Rick Noack", "content": "A man walks along an empty street in downtown Barcelona on Thursday, March 26, 2020, as Spain's lockdown to combat the spread of the coronavirus continues.  (Emilio Morenatti)BERLIN — Despite some cautious optimism among health officials in Europe earlier this week that the coronavirus infection curve may be beginning to flatten in some countries, the continent remained in upheaval Friday, and cases continued to climb.Europe’s two most-affected countries — Italy and Spain — continued to see major increases Thursday in cases and deaths.In Germany, the number of infected rose to more than 47,000 by Friday morning. At least 281 people in the country have died, according to Johns Hopkins University.The export-dependent nation is expected to be hit severely by the virus. Some economists predict the economy will contract between 5 and 20 percent this year, depending on how long and how strictly measures to curb the spread of the virus are enforced.Apart from the severe hit to the German economy, the economic impact of the crisis might be felt even more severely in countries that already struggled with high debt and weak growth before the crisis, especially Italy.Some countries are preparing for a prolonged battle against the virus, with Hungarian Prime Minister Viktor Orban saying the peak of the outbreak could be in June or July. Orban announced a two-week lockdown Friday, imposing restrictions similar to measures already in place across parts of the continent.In Britain, the property market was approaching a standstill this week, after the government said citizens should avoid moving houses in the coming weeks — partially to enforce social distancing but also because banks have limited capacity to offer mortgages at this point.Air traffic across Europe continued to decline, and some airlines instead offered their planes to European Union governments for rescue flights. France announced Friday that it has repatriated 100,000 people stuck abroad within a week, but 30,000 of its citizens remain overseas."}, {"id": "43", "time": "6:00 AM EDT", "title": "English health-care workers won’t have to pay to park at work during coronavirus outbreak", "author": "Jennifer Hassan", "content": "An ambulance is parked outside St. Thomas' Hospital in London, March 26, 2020. \n (FACUNDO ARRIZABALAGA/EPA-EFE/Shutterstock)LONDON — The British government this week announced “free parking to NHS [National Health Service] workers and social care staff” in England during the coronavirus outbreak, after a petition rapidly gained support.More than 400,000 people signed a petition appealing to Prime Minister Boris Johnson and Chancellor of the Exchequer Rishi Sunak to scrap fees for health-care staff working around the clock to save lives during the global covid-19 crisis.The petition, entitled “Please thank your NHS workforce. Stop charging them to use their staff car park,” garnered the support of thousands who called on the British government to help ease the pressure on staff working increasingly long shifts to try to save lives.“Our NHS is facing an unprecedented challenge, and I will do everything I can to ensure our dedicated staff have whatever they need during this unprecedented time,” Health Secretary Matt Hancock said.Labour Party lawmaker David Lammy called for the move to stop charging hospital staff across 150 car parks to become permanent, tweeting: “This should not just be temporary during #COVID19. Let’s make it so that NHS staff never have to pay to park in hospitals ever again.”According to the BBC, a freedom of information request revealed that health-care staff were paying up to 1,300 pounds ($1,586) a year in parking charges.Parking was already free of charge at NHS hospitals in some parts of the United Kingdom before the coronavirus outbreak.Britain’s death toll climbed to 578 on Thursday as thousands of people took to their windows and front yards to clap for Britain’s emergency services. There are almost 12,000 confirmed cases of the virus across the United Kingdom, and a lockdown remains in place."}, {"id": "44", "time": "5:29 AM EDT", "title": "U.S. stock futures, European markets dip", "author": "Teo Armus", "content": "European stocks and U.S. index futures fell Friday, as this week’s market rally — driven by hopes that U.S. stimulus spending would cushion a coronavirus-induced downturn — appeared to stall.London’s FTSE 100 index dropped 3.8 percent and the pan-European Stoxx 600 index fell 2.5 percent, dampening hopes that Washington’s $2.2 trillion in relief measures would propel U.S. markets for another day.On Thursday, U.S. equities registered their first three-day rally since mid-February, boosted by the largest aid package in history even amid dismal unemployment numbers.But investors appeared to be assessing whether the rally lacks conviction. Dow Jones industrial average and Standard & Poor’s 500 index futures retreated about 1.7 percent, and oil prices were little changed.Most Asian markets posted moderate gains Friday. Japan’s Nikkei 225 index rose more than 3.8 percent, while the benchmark indexes in Hong Kong and Shanghai all closed less than 1 percent higher. Only Australia’s S&P/ASX 200 fell among the major Asian markets, down 5.3 percent."}, {"id": "45", "time": "3:11 AM EDT", "title": "Expectant mothers stare down the prospect of giving birth alone", "author": "Brittany Shammas, Frances Stead Sellers and Ariana Eunjung Cha", "content": "Melissa Short, left, system executive director for women’s health, and Tanya Sorensen, practicing maternal fetal medicine physician, at Swedish Medical Center in Edmonds, Wash. Several dozen expectant mothers who had planned to give birth at the center will have to go elsewhere because the facility is being repurposed to treat victims of the novel coronavirus.\n (Ted S. Warren/AP)Expectant mothers planning to deliver at two major hospital networks in New York must be prepared for a new reality this week: They will have to give birth without a loved one by their side.At Mount Sinai Hospital, partners and doulas have been barred from entering the labor and delivery floor, part of a plan to treat every expectant mother as if she has the novel coronavirus.Hospitals across the country are swiftly adopting new protocols for pregnant women and obstetric departments in an effort to prevent the spread of the virus. In-person prenatal classes are moving online. Hospitals are ensuring that women in labor will not mix with patients in the emergency room. And, perhaps most controversially, some hospitals are adopting no-visitor policies for women giving birth.“I’m not a very popular guy in New York City,” said Michael Brodman, chief of obstetrics at Mount Sinai. Brodman made the decision to bar partners and recognizes it will add stress to an already stressful time. But he could not risk someone endangering the lives of health-care workers, mothers and newborn babies. The virus is already affecting obstetrics: Brodman said eight nurses and four doctors in labor and delivery have been diagnosed with the virus.Read more here."}, {"id": "46", "time": "3:09 AM EDT", "title": "Washington state officials see hope as cases appear to be leveling off", "author": "Robert Klemko", "content": "EvergreenHealth Medical Center in Kirkland, Wash., where the coronavirus outbreak surged early but is showing signs of leveling off. (Mason Trinca/For The Washington Post)KIRKLAND, Wash. — The suburban hospital that handled the first onslaught of coronavirus patients weeks ago — a crush of seriously ill and dying nursing home residents that signaled the beginning of the national health crisis — is now offering cautious optimism to people across the United States who are searching for an end to the springtime nightmare: They believe they might have flattened the curve here.At EvergreenHealth Medical Center, two miles from the shuttered Lifecare nursing home where 35 patient deaths were linked to the virus, officials say their rate of new covid-19 cases has remained steady for two weeks, leveling off at a trickle. On some days, doctors here see just one new case and haven’t seen more than four in a single day since mid-March. Few need admission to the intensive care unit, which is now half full, two weeks after overflow necessitated transfers to nearby hospitals.“We don’t know if this last two weeks has been a calm before the storm or if the social distancing and all those things that are being practiced are working,” said EvergreenHealth CEO Jeff Tomlin, whose hospital has handled 40 of Washington state’s more than 130 virus-related deaths. He said the hospital is no longer overwhelmed, though it still lacks needed supplies.“You will never hear me declaring victory at any point of this,” he said. “But I can tell you we’re making sure we have enough supplies, beds and ventilators as we can. I’d say we’re gearing up just in case a surge does happen like in New York or in Italy.”Read more here."}, {"id": "47", "time": "2:35 AM EDT", "title": "Trump tweets that he had ‘very good’ conversation with China’s Xi ", "author": "Miriam Berger", "content": "President Trump spoke Friday with Chinese leader Xi Jinping, in what he characterized on Twitter as “a very good conversation,” which comes as their countries have been locked in escalating strategic competition and a political war of words exacerbated by the coronavirus pandemic.“Discussed in great detail the CoronaVirus that is ravaging large parts of our Planet,” Trump wrote, referring to the novel coronavirus that causes the disease covid-19. “China has been through much & has developed a strong understanding of the Virus. We are working closely together. Much respect!”Just finished a very good conversation with President Xi of China. Discussed in great detail the CoronaVirus that is ravaging large parts of our Planet. China has been through much & has developed a strong understanding of the Virus. We are working closely together. Much respect!— Donald J. Trump (@realDonaldTrump) March 27, 2020\n\nA summary of the call published by Chinese state media reported that Xi emphasized cooperation between the two countries as key to improving U.S.-China relations. He also expressed his concern about the the spread of the epidemic throughout the United States.Trump and Xi last spoke by phone in February to discuss a trade deal between Washington and Beijing.This time, however, the president postponed his chat with Xi to appear Thursday night as a guest on one of his favorite Fox News television shows, he told Sean Hannity, the host of Hannity.“Mr. President, thank you,” said Hannity at the start of his program, according to Newsweek. “Apparently, I heard you in the press conference, you had a 9 p.m. call with President Xi of China, let me start there. How did that go?”“Well, because of you, I made it at 10:30,” Trump answered.Trump has faced criticism for referring to the coronavirus pandemic as a “Chinese virus\" or “Wuhan virus,” after the Chinese city where the deadly strain was first recorded late last year. Chinese officials, meanwhile, have sought to duck public anger over their initial cover-up of the outbreak, including by stoking conspiracy theories about its origin.On March 17 Beijing pulled credentials for U.S. journalists working at three American news outlets in China, including The Washington Post.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "48", "time": "2:24 AM EDT", "title": "Cruise tells passengers to isolate after crew member tests positive", "author": "Teo Armus", "content": "The Costa Cruise ship Favolosa, which is owned by Carnival Corp., off the coast of Miami Beach, Fla. on Thursday. (Wilfredo Lee/AP)The Carnival Freedom set sail in Texas on March 8, in spite of a State Department warning that day urging Americans to avoid cruise ships — an especially challenging battleground for fighting the new coronavirus.But now, it seems, passengers aboard that six-day cruise may have been exposed to the illness.In a letter Thursday, Carnival Cruises said a crew member aboard that vessel had tested positive to the virus, according to the Miami Herald.The employee was hospitalized Monday and received positive test results two days later, the Herald reported. The company asked all passengers to isolate themselves for 14 days.Last week, the U.S. Centers for Disease Control and Prevention had already instructed anyone who had been on a cruise since early March to do the same, as experts warned that cruise ships were lagging in response to an elevated risk of contamination onboard.All passengers aboard the Freedom disembarked in Galveston, Texas on March 14, just one day after Carnival halted all cruise operations. Since then, the Freedom has been docked in Gulfport, Miss., where crew members remain on board in single rooms.Any employees who came into contact with the sick crew member were told to isolate, a Carnival spokesperson told the Herald.Early on Thursday, federal health officials said that two former passengers aboard the Grand Princess had died of complications related to the virus. That virus-stricken ship was stalled off the California coast for days as officials debated what to do with its thousands of passengers, who were later quarantined on military bases across the U.S."}, {"id": "49", "time": "2:15 AM EDT", "title": "Singapore criminalizes standing too close to someone ", "author": "Miriam Berger", "content": "Intentionally standing or sitting too close to someone is now a crime in Singapore and grounds for six months in jail or a fine of nearly $7,000.“Stricter measures will come into effect” on Friday, the Ministry of Health said in a statement, “to limit gatherings outside of work and school to 10 persons or fewer, and ensure that physical distancing of at least one meter [three feet] is maintained in settings where interactions are non-transient.”The government announced the new measures on Tuesday, which also banned standing in a line or sitting in a restaurant less than three feet away from someone. The Ministry of Health additionally ordered all bars and entertainment venues to close and barred gatherings of more than 10 people outside of work or school.Singapore has one of the world’s highest population densities and the city-state has in part relied on intensive surveillance and curtailment of public freedoms to contain the spread of the novel coronavirus."}, {"id": "50", "time": "12:54 AM EDT", "title": "As coronavirus looms, U.S. proceeding with dramatic reduction of aid to Yemen ", "author": "Missy Ryan", "content": "Yemenis pass a destroyed building targeted by a previous Saudi-led airstrike at a neighborhood in Sanaa, Yemen, on Thursday. (Yahya Arhab/EPA-EFE/REX/Shutterstock)The Trump administration plans to move forward with a dramatic reduction of humanitarian assistance to Yemen effective Friday in response to restrictions imposed on aid by Iranian-linked Houthi rebels, U.S. officials and relief workers said.U.S. officials, who spoke on the condition of anonymity to discuss a decision that has not been announced publicly, say the move is intended to prompt the rebels to lift measures in areas of Yemen they control that have made it difficult for aid groups to operate.But aid officials warn that the cut could prove disastrous ahead of what many fear will be a crippling coronavirus outbreak in a country that is already the scene of the world’s worst humanitarian crisis.Read more here.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "51", "time": "12:41 AM EDT", "title": "House leaders seek to expedite emergency aid package amid uncertainty about GOP lawmaker delaying measure", "author": "John Wagner, Paul Kane and Mike DeBonis", "content": "House leaders sought to expedite the emergency $2 trillion relief bill aimed at mitigating the financial havoc caused by the coronavirus pandemic amid uncertainty about whether a renegade lawmaker could delay sending the measure to President Trump.House Speaker Nancy Pelosi (D-Calif.) and Minority Leader Kevin McCarthy (R-Calif.) agreed to approve the measure with a voice vote Friday that would not require all 430 current members of the House to travel to the Capitol, given that two lawmakers have contracted the disease and others are self-quarantining due to exposure to confirmed carriers.The leadership also is taking meticulous steps to change the protocol for debate and voting to ensure the safety of lawmakers.But at least one lawmaker is considering upending the plans for swift passage. Rep. Thomas Massie (R-Ky.) said Thursday that he opposed the bill, approved unanimously by the Senate on Wednesday, as it would add to the national debt. The libertarian lawmaker also is concerned that voting without a quorum present — the majority of the House chamber — would violate the Constitution. He said he has yet to decide whether to press the issue, which could delay a House vote until late Saturday or Sunday.Read more here."}, {"id": "52", "time": "12:38 AM EDT", "title": "First unaccompanied migrant children in U.S. government custody test positive ", "author": "Miriam Berger", "content": "Three unaccompanied migrant children in U.S. custody tested positive for the novel coronavirus, the Office of Refugee Resettlement (ORR) said Thursday, marking the first confirmed infections among children detained by the U.S. immigration services.ORR, the agency in charge of around 3,500 unaccompanied children, did not provide details on the age or nationality of the children, who are being held in a New York facility, CNN reported.“ORR’s medical team is working with the programs in New York and local health department to collect information and determine next steps,” it said in a statement shared with CNN.As coronavirus case have surged in New York, ORR has stopped placing children in facilities or releasing them to sponsors there. Still, cases within the agency are already on the rise: Five employees and one contractor working at three New York facilities tested positive, in addition to one staff member at a Texas facility and a foster parent in Washington State, according to CNN.Immigrant and asylum seeker advocates have been calling for U.S. authorities to release detained migrants over fears that the virus will spread fast through crowded detention centers. Immigration and Customs Enforcement (ICE) reported its first detainee — a 31-year-old Mexican national held in New Jersey — testing positive for the virus on Tuesday.Separately on Thursday, ICE released two men detained in Seattle who have preexisting medical conditions that put them at extra risk of dying from covid-19, the Associated Press reported.The American Civil Liberties Union of Washington and Northwest Immigrant Rights Project had initially filed for their release along with seven other detainees on March 16.Late Thursday night, a federal judge in New Jersey ordered the release of ten more men held by ICE with chronic health problems, citing coronavirus infection fears.President Trump announced on March 20 that due to coronavirus fears U.S. authorities will now immediately send back immigrants and asylum seekers caught trying to illegally enter the United States via the southern border with Mexico.The Mexican state of Chihuahua, which lies along the U.S. border, said Thursday that it will build a shelter to house these deportees during a required two-week quarantine upon their return, the AP reported."}, {"id": "53", "time": "12:38 AM EDT", "title": "Stress-baking and hoarding has led to a retail egg shortage", "author": "Laura Reiley", "content": "A store worker cleans an empty display for eggs inside Kroger Co.'s Ralphs supermarket amid fears of the global growth of coronavirus cases, in Los Angeles, California on March 15, 2020.   (Patrick Fallon/Reuters)A chicken will lay about an egg a day. Any amount of heckling and cajoling will not change that. Americans are stockpiling eggs, and it’s about a week from peak pre-Easter egg buying. The Bunny is getting nervous.Experts say this is an on-shelf shortage, that there are enough eggs in the works. But if Americans — now cooped up and stress-baking for their families — continue to markedly change their cooking behaviors, American egg producers will have to grow their flocks. And that takes time: It takes 22 weeks for a chick to become a laying hen.Vital Farms, the largest supplier of naturally raised eggs in the United States, shipped 15 million eggs to 13,000 grocery stores last week. According to chief executive Russell Diez-Canseco, that is up to 150 percent more than normal.“The reality is we don’t have twice as many eggs as we did in January,” he said. “Most suppliers build in some extra inventory for Easter, but retailers have burned through that inventory.”According to Nielsen data, sales of eggs in shells went up 44 percent for the week ending March 14 compared with a year ago, with retailers ordering six times normal volume. Wholesale egg prices have risen 180 percent since the beginning of March, according to Urner Barry, which does market price reporting. Google searches for baking recipes without eggs have spiked.Read more here.Sign up for our daily Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access."}, {"id": "54", "time": "12:37 AM EDT", "title": "It was the worst week for the economy in decades. The pain is just beginning.", "author": "Heather Long", "content": "A poster calling for the suspension of rent during the coronavirus outbreak in downtown Seattle on Thursday. Unemployment claims have shot up as the U.S. economy has ground to a halt. (Stephen Brashear/EPA-EFE/REX/Shutterstock)The record 3.3 million jobless claims reported Thursday mark the beginning of an economic crisis facing American workers and businesses — a slump, experts say, that will only end when the coronavirus pandemic is contained.The economy has entered a deep recession that has echoes of the Great Depression in the way it has devastated so many businesses and consumers, triggering mass layoffs and threatening to set off a chain reaction of bankruptcies and financial losses for companies large and small.What sets this downturn apart is how rapidly the virus — and the economic pain — have spread. It remains a wide open question whether this will become a long-lasting slump or a short-lived flash recession.Economists say the jobless claims reported Thursday, which reflected workers seeking unemployment insurance last week, is the start of a massive spike in unemployment that could result in over 40 million Americans losing their jobs by mid-April.Read more here."}, {"id": "55", "time": "12:37 AM EDT", "title": "U.S. diplomats race to get Americans home while they can ", "author": "Carol Morello", "content": "After a slow start to a rapidly spreading pandemic, U.S. embassies and consulates around the world are diverting most of their resources to the task of evacuating U.S. citizens.In Ecuador, the U.S. consul general and ambassador have gone to the airport in the middle of the night to smooth hitches for jittery Americans departing on chartered flights. The U.S. Embassy staff in Morocco has handled baggage check-ins for airlifts of American tourists.Consular officers in Peru are converting a hangar used by U.S. narcotics control officers into a processing center for evacuation flights. And in Brazil, where nine in 10 embassy employees are teleworking, consular officers in the port city of Recife got more than 100 vacationing Americans off a “sick” cruise ship with two infected passengers and put them on a bus to the airport.Similar scenes are underway at many other diplomatic missions, with the entire world under a State Department do-not-travel advisory.As lawmakers and marooned travelers complained that the State Department wasn’t doing enough to get people home quickly, diplomats were enlisted for tasks normally handled by commercial airlines. Bilateral negotiations focus on ways to maneuver around local rules and regulations to allow empty aircraft to fly rescue missions into countries and depart with stressed-out travelers.“It’s never been on a global scale like this,” a diplomat in Ecuador, a veteran of 17 years in the Foreign Service, said after apologizing for sounding groggy after sleeping only four hours the previous night. “This requires a lot of creativity, talking with the department, outreach to American citizens.”Read more here:"}]